Repository: FrameworkComputer/fprintd
Catalog: po/*.po
Languages: ga

source: Verify a fingerprint
ga: Fíoraigh méarloirg

source: Privileges are required to verify fingerprints.
ga: Tá pribhléidí ag teastáil chun méarloirg a fhíorú.

source: Enroll or Delete fingerprints
ga: Cláraigh nó Scrios méarloirg

source: Privileges are required to enroll or delete fingerprints.
ga: Tá pribhléidí ag teastáil chun méarloirg a chlárú nó a scriosadh.

source: Select a user to manage fingerprints for
ga: Roghnaigh úsáideoir chun méarloirg a bhainistiú dó

source: Privileges are required to manage fingerprints for other users.
ga: Tá pribhléidí ag teastáil chun méarloirg a bhainistiú d'úsáideoirí eile.

source: Device was not claimed before use
ga: Níor éilíodh gléas roimh úsáid

source: Device already in use by another user
ga: Gléas atá in úsáid cheana féin ag úsáideoir eile

source: Place your finger on the fingerprint reader
ga: Cuir do mhéar ar an léitheoir méarloirg

source: Place your finger on %s
ga: Cuir do mhéar ar %s

source: Swipe your finger across the fingerprint reader
ga: Swipe do mhéar ar fud an léitheoir méarloirg

source: Swipe your finger across %s
ga: Svaidhpeáil do mhéar trasna %s

source: Place your left thumb on the fingerprint reader
ga: Cuir do ordóg chlé ar an léitheoir méarloirg

source: Place your left thumb on %s
ga: Cuir do ordóg chlé ar %s

source: Swipe your left thumb across the fingerprint reader
ga: Swipe do ordóg chlé ar fud an léitheoir méarloirg

source: Swipe your left thumb across %s
ga: Svaidhpeáil do ordóg chlé thar %s

source: Place your left index finger on the fingerprint reader
ga: Cuir do mhéar innéacs ar chlé ar an léitheoir méarloirg

source: Place your left index finger on %s
ga: Cuir do mhéar innéacs ar chlé ar %s

source: Swipe your left index finger across the fingerprint reader
ga: Svaidhpeáil do mhéar innéacs ar chlé trasna an léitheora méarloirg

source: Swipe your left index finger across %s
ga: Svaidhpeáil do mhéar innéacs ar chlé thar %s

source: Place your left middle finger on the fingerprint reader
ga: Cuir do mhéar láir ar chlé ar an léitheoir méarloirg

source: Place your left middle finger on %s
ga: Cuir do mhéar láir ar chlé ar %s

source: Swipe your left middle finger across the fingerprint reader
ga: Svaidhpeáil do mhéar láir ar chlé trasna an léitheora méarloirg

source: Swipe your left middle finger across %s
ga: Svaidhpeáil do mhéar lár chlé trasna %s

source: Place your left ring finger on the fingerprint reader
ga: Cuir do mhéar fáinne clé ar an léitheoir méarloirg

source: Place your left ring finger on %s
ga: Cuir do mhéar fáinne clé ar %s

source: Swipe your left ring finger across the fingerprint reader
ga: Svaidhpeáil do mhéar fáinne clé trasna an léitheora méarloirg

source: Swipe your left ring finger across %s
ga: Svaidhpeáil do mhéar fáinne clé trasna %s

source: Place your left little finger on the fingerprint reader
ga: Cuir do mhéar bheag chlé ar an léitheoir méarloirg

source: Place your left little finger on %s
ga: Cuir do mhéar bheag chlé ar %s

source: Swipe your left little finger across the fingerprint reader
ga: Svaidhpeáil do mhéar bheag chlé trasna an léitheora méarloirg

source: Swipe your left little finger across %s
ga: Svaidhpeáil do mhéar bheag chlé trasna %s

source: Place your right thumb on the fingerprint reader
ga: Cuir d’ordóg dheas ar an léitheoir méarloirg

source: Place your right thumb on %s
ga: Cuir do ordóg dheas ar %s

source: Swipe your right thumb across the fingerprint reader
ga: Svaidhpeáil do ordóg dheas trasna an léitheora méarloirg

source: Swipe your right thumb across %s
ga: Svaidhpeáil do ordóg dheas thar %s

source: Place your right index finger on the fingerprint reader
ga: Cuir do mhéar innéacs ar dheis ar an léitheoir méarloirg

source: Place your right index finger on %s
ga: Cuir do mhéar innéacs ar dheis ar %s

source: Swipe your right index finger across the fingerprint reader
ga: Svaidhpeáil do mhéar innéacs ar dheis trasna an léitheora méarloirg

source: Swipe your right index finger across %s
ga: Svaidhpeáil do mhéar innéacs ar dheis trasna %s

source: Place your right middle finger on the fingerprint reader
ga: Cuir do mhéar láir ar dheis ar an léitheoir méarloirg

source: Place your right middle finger on %s
ga: Cuir do mhéar láir ar dheis ar %s

source: Swipe your right middle finger across the fingerprint reader
ga: Svaidhpeáil do mhéar láir ar dheis trasna an léitheora méarloirg

source: Swipe your right middle finger across %s
ga: Svaidhpeáil do mhéar láir ar dheis trasna %s

source: Place your right ring finger on the fingerprint reader
ga: Cuir do mhéar fáinne ar dheis ar an léitheoir méarloirg

source: Place your right ring finger on %s
ga: Cuir do mhéar fáinne ar dheis ar %s

source: Swipe your right ring finger across the fingerprint reader
ga: Swipe do mhéar fáinne ar dheis ar fud an léitheoir méarloirg

source: Swipe your right ring finger across %s
ga: Svaidhpeáil do mhéar fáinne ar dheis trasna %s

source: Place your right little finger on the fingerprint reader
ga: Cuir do mhéar bheag dheas ar an léitheoir méarloirg

source: Place your right little finger on %s
ga: Cuir do mhéar bheag dheas ar %s

source: Swipe your right little finger across the fingerprint reader
ga: Swipe do mhéar beag ar dheis ar fud an léitheoir méarloirg

source: Swipe your right little finger across %s
ga: Svaidhpeáil do mhéar bheag dheis trasna %s

source: Place your finger on the reader again
ga: Cuir do mhéar ar an léitheoir arís

source: Swipe your finger again
ga: Swipe do mhéar arís

source: Swipe was too short, try again
ga: Bhí swipe ró-ghearr, bain triail eile as

source: Your finger was not centered, try swiping your finger again
ga: Ní raibh do mhéar lárnach, bain triail as do mhéar a shleamhnú arís

source: Remove your finger, and try swiping your finger again
ga: Bain do mhéar, agus bain triail as do mhéar a swiping arís

source: Verification timed out
ga: Teorainn ama an fhíoraithe

source: Failed to match fingerprint
ga: Theip ar mheaitseáil méarloirg

source: An unknown error occurred
ga: Tharla earráid anaithnid
